<?php
/*
 * Tegshjargal.A created on Sep 23, 2007
 *
 * Purpose: mongolian messages
 * Update:
 */
 
$MSG = array(

"all" => "Бүгд",

//login
"mobile" => "Утасны дугаар",
"enter username password" => "Хэрэглэгчийн нэр нууц үгээ оруулна уу",
"enter auth info" => "Та нэвтрэх мэдээллээ бүрэн оруулна уу",
"login incorrect" => "Нэвтрэлт алдаатай, та нэвтрэх мэдээллээ ахин оруулна уу",
"relogin" => "Та нэвтрэх мэдээллээ ахин оруулна уу",
"already logged" => "Хэн нэгэн {1}-с {2} холбогдсон байна!!!",
"notregistered" => "Та энэ үйлчилгээнд бүртгүүлээгүй байна. Манай үйлчилгээний төвд хандана уу!",

// global
"active" => "Идэвхтэй",
"inactive" => "Идэвхгүй",
"yes" => "Тийм",
"no" => "Үгүй",
"save" => "Хадгалах",
"cancel" => "Болих",

// User info
"personal_customer" => "Хувь хэрэглэгч",
"corporate_customer" => "Компанийн хэрэглэгч",
"user_type" => "Хэрэглэгчийн төрөл",
"last_first_names" => "Овог нэр",
"birthday" => "Tөрсөн өдөр",
"address" => "Оршин суугаа хаяг",
"register_number" => "Регистерийн дугаар",
"e-mail" => "Э-Шуудан",
"work" => "Ажлын газар",
"job_title" => "Албан тушаал",
"office_phone" => "Ажлын утас",
"office_fax" => "Ажлын факс",

//list global
"up" => "Өсөх",
"down" => "Буурах",

"login name" => "Нэвтрэх нэр",
"login" => "Нэвтрэх",
"enter all" => "Бүх талбарт утга оруулна уу",

// page headers
"show cdr" => "Дэлгэрэнгүй бичлэг харах",
"show invoice" => "Төлбөрийн нэхэмжлэх",
"show user info" => "Хэрэглэгчийн дэлгэрэнгүй мэдээлэл",
"show service" => "Нэмэлт үйлчилгээ",
"change passwd" => "Нууц үг солих",

// change password
"passwords not same" => "Оруулсан шинэ нууц үг, бататгасан нууц үг ялгаатай байна",
"enter old pass" => "Одоогийн нууц үгээ оруулна уу.",
"old pass incorrect" => "Одоогийн нууц үг буруу байна, дахин оруулна уу.",
"pass length incorrect" => "Та нууц үгээ 1-8 тэмдэгтэд багтаан бичнэ үү.",
"pass format incorrect" => "Таны нууц үг тоо (1-9) болон англи жижиг(a-z) үсгээс бүрдэх ёстой",
"pass changed" => "Таны нууц үг амжилттай өөрчлөгдлөө!",
"pass_lenth" => "Нууц үгийн урт 4-с 10 тэмдэгт",
"pass_warning1" => "Санамж",
"pass_warning2" => "Та “Web Self Care” үйлчилгээнд нэвтрэх НУУЦ ҮГЭЭ өөрчилж, чандлан хадгална уу! Хэрэглэгч НУУЦ ҮГЭЭ  бусдад мэдэгдэснээс болж хувийн нууцлал тань алдагдаж, аливаа хохирол, сөрөг үр дагавар үүсэн гарвал  хэрэглэгч өөрөө хариуцна гэдгийг АНХААРНА УУ!",

// Send SMS
"pass_warning3" => "Та зөвхөн дараа төлбөртийн дугаар руу нууц үг илгээх ёстой!",
"successful sent" => "Хэрэглэгч рүү НУУЦ ҮГ илгээгдлээ",
"error number1" => "Taны оруулсан мэдээлэл буруу байна!",
"error number2" => "Taны оруулсан дугаар олдсонгүй!",
"error number3" => "Taны оруулсан мэдээлэл буруу байна!!!",
"error number4" => "Хэрэглэгч өнөөдөр НУУЦ ҮГ авсан байна!",

// cdr sort
"ord_date" => "Огноо",
"ord_phone" => "Залгасан дугаар",
"ord_duration" => "Үргэлжилсэн хугацаа",
"ord_charge" => "Төлбөр ₮",

"owner" => "Эзэмшигч",
"type" => "Төрөл",
"time" => "Цаг",
"duration_size" => "Үргэлжилсэн хугацаа болон хэмжээ",

"mobicom" => "Мобиком",
"skytel" => "Скайтел",
"unitel" => "Юнител",
"g-mobile" => "Жи мобайл",
"mtelecom" => "Цахил/холбоо",
"governement" => "Tөрийн холбоо",
"idd" => "Олон улс",
"internet_packet" => "Интернэт",
"premium_sms" => "Тусгай дугаар",
"ddd_mobile" => "Орон нутаг",
"unitel_vcall" => "Видео яриа",
"local_wll"	=> "Суурин утас",

// cdr list
"empty" => "Хоосон",
"emptyRecord" => "Бичлэг олдсонгүй!",
"next" => "Дараах ",
"prev" => "Өмнөх",
//"showing" => "Нийт {1} олдсоноос {2} -> {3} үзүүлэв",
"showing1" => "Нийт {1} олдсоноос ",
"showing2" => "<b>{1} -> {2} </b>үзүүлэв",
//"total money" => "Нийт мөнгөн дүн <b>{1}</b>",
"total money" => "Нийт мөнгөн дүн",
//"page money" => "Энэ хуудсандах мөнгөн дүн <b>{1}</b>",
"page money" => "Энэ хуудсандах мөнгөн дүн",
"other_unitel" => "Бусад сүлжээнд",

// Menu 
"menu_header" => "Web Self Care",
"user_info" => "Хэрэглэгчийн мэдээлэл",
"invoice" => "Төлбөрийн нэхэмжлэл",
"cdr" => "Tөлбөрийн дэлгэрэнгүй",
"service" => "Нэмэлт үйлчилгээ",
"passwd" => "Нууц үг солих",
"sendpass" => "Нууц үг илгээх",
"statistic" => "Статистик",
"exit" => "Гарах",

// ============== VAS ==================
"description" => "Тайлбар",
"service_name" => "Үйлчилгээний нэр",
"service_code" => "Үйлчилгээний код",
"communicated_number" => "Холбогдсон дугаар",
"price" => "Үнэ",
"status" => "Статус",
"active" => "Идэвхитэй",
"inactive" => "Идэвхигүй",

"BOIC_EXHC" => "Дуудлага барих үйлчилгээний тусламжтайгаар 5 хүнтэй зэрэг холбогдох үйлчилгээ",
"CFB" => "Дуудлага шилжүүлэх үйлчилгээ /Завгүй үед/",
"CFNRC" => "Дуудлага шилжүүлэх үйлчилгээ /Холбогдох боломжгүй үед/",
"CFNRY" => "Дуудлага шилжүүлэх үйлчилгээ /Хариу өгөхгүй үед/",
"CFU" => "Дуудлага шилжүүлэх үйлчилгээ /Бүх нөхцөлд/",
"CH" => "Дуудлага давхар авч, өмнөх дуудлагыг түр хүлээлгэх, эргээд өмнөх дуудлагатайгаа холбогдох үйлчилгээ",
"CLIP" => "Дугаар харах үйлчилгээ",
"CLIR" => "Гадагшаа залгахдаа өөрийн дугаарыг нууцлах үйлчилгээ",
"COLP" => "Дуудлага шилжүүлэхдээ залгагч нь дуудлага хүлээн авагчийн дугаарыг харах үйлчилгээ",
"COLR" => "Дуудлага шилжүүлэх үед дуудлага хүлээн авагч өөрийн дугаарыг нууцлах үйлчилгээ",
"CRBT" => "Гаднаас дуудлага ирэх үед сонсогдож буй дохиог өөрийн болон залгаж буй хүний дуртай аяар солих үйлчилгээ",
"CWAIT" => "Давхар дуудлага хүлээн авах үйлчилгээ /Өмнөх дуудлага хүлээгдэхгүй/",
"FAX" => "",
"GPRS" => "Гар утсаараа интернэтэд холбогдох үйлчилгээ",
"HOLD" => "Давхар дуудлага хүлээн авах үйлчилгээ /Өмнөх дуудлага хүлээгдэнэ/",
"MPTY" => "",
"MSL" => "Таны утасны цэнэг дууссан эсвэл түр хугацаагаар салгагдсан үед гаднаас залгагдах амжилтгүй дуудлага бүрийг бүртгэж мессежээр хүлээн авах үйлчилгээ",
"SMSMO" => "Мессеж илгээх үйлчилгээ",
"SMSMT" => "Мессеж хүлээн авах үйлчилгээ",
"VMS" => "",
"FREESMS" => "Гадаадад байгаа таны ойр дотны хүмүүс Юнителийн вэб хуудас ашиглан таны гар утас руу мессеж илгээх, хүлээн авах үйлчилгээ",

// ========================== Warning =============================
"warning" => "Сануулга",
"welcome" => "Та WEB SELF CARE үйлчилгээнд тавтай морилно уу!",
"warning_header" => "ҮЙЛЧИЛГЭЭНИЙ САНАМЖ",

"warning1" => "ТА “Web Self Care” үйлчилгээнд нэвтрэх НУУЦ ҮГ, BAR CODE-ОО ЧАНДЛАН ХАДГАЛНА УУ! Нууц үг болон bar code-оо бусдад мэдэгдсэнээс болж хувийн нууцлал тань алдагдах боломжтойг анхаарна уу! Үүнээс үүдэлтэй аливаа хохирол болон сөрөг үр дагаврыг манай байгууллага хариуцахгүй болохыг анхааруулъя!",

"warning2" => "ТА “Web Self Care” үйлчилгээнд шинээр бүртгүүлж нууц үгээ ГАНЦХАН УДАА АВАХ ЭРХТЭЙ бөгөөд “Web Self Care” үйлчилгээнд нэвтрэн орж, өөрийн нууц үгээ 4-10 тэмдэгтээр ( тоо, үсэг оролцуулан ) ӨӨРӨӨ хэдэн ч удаа ӨӨРЧЛӨХ боломжтой. ",

"warning3" => "ТА “Web Self Care” үйлчилгээг ашиглаж дуусангуутаа “ГАРАХ” гэсэн товчлуурыг ДАРЖ ЗАНШИНА УУ! Хэрэв та “Web Self Care” үйлчилгээгээ хаагаагүй тохиолдолд таны ашиглаж байсан компьютерээс таны эрхийг ашиглах боломжтойг анхааруулъя. “Web Self Care” үйлчилгээнээсээ та гараагүй үед цонхыг хаасан тохиолдолд, хааснаас хойш 3 МИНУТЫН дараа таны эрх автоматаар ГАРАХ юм. Харин таны эзгүй байх 3 МИНУТ ХҮРТЭЛ хугацаанд аливаа этгээд таны хувийн мэдээллийг харах, ашиглах болон үүнээс үүсч гарах болзошгүй сөрөг үр дагаварыг хэрэглэгч ТА ӨӨРӨӨ ХАРИУЦНА гэдгийг анхаарна уу!",

"warning4" => "ТА нууц үгээ мартсан тохиолдолд “Юнител”-ийн үйлчилгээний төвд ӨӨРИЙН БИЕЭР иргэний үнэмлэхтэйгээ ирж өөрийн хүссэн нууц үгээ 1-8 тэмдэгтэд багтаан ШИНЭЭР НУУЦ ҮГ авч болно. Хэрэглэгч “Web Self Care” үйлчилгээг ашиглах бүрт баазын систем дээр хэрэглэгчийн тухайн үйлчилгээнд нэвтэрсэн он, сар, өдөр, web ID бүртгэгдэх тул хэрэглэгч ямар нэгэн үндэслэлгүйгээр худал гомдол гаргах боломжгүй болохыг анхаарна уу! ",

"warning5" => "ТА “Web Self Care” үйлчилгээгээ цуцлахдаа ӨӨРИЙН БИЕЭР иргэний үнэмлэх болон “Web Self Care” үйлчилгээний гэрээний хамт “Юнител”-ийн үйлчилгээний төвд ирэх шаардлагатай. Гэрээг цуцлах үед ТАНЫ үйлчилгээний сарын суурь хураамжийг ( 1$ - НӨАТ ороогүй дүн ) тухайн сарын төлбөр тооцоон дээр АШИГЛАСАН ӨДРӨӨР НЬ ( тухайн өдрийн монгол банкны ханшаар ) тооцно.",

"warning6" => "“Web Self Care” үйлчилгээг ашиглаж эхэлснээр дээрх нөхцөл, санамжуудыг таныг зөвшөөрсөн гэж үзэх болно. Баярлалаа ",

// ========================== Invoice ==============================
"charge date" => "Төлбөр бодогдсон өдөр",
"charge type" => "Төлбөрийн төрөл",
"started date" => "Эхэлсэн өдөр",
"ended date" => "Дуусан өдөр",
"hot bill" => "Завсрын төлбөр",
"monthly bill" => "Сарын төлбөр",
"service change" => "Үйлчилгээ сольсон",
"delete number" => "Дугаар устсан",
"view" => "Үзэх",
"main_pkg" => "Үндсэн багц төрлүүд",
"main_pkg_1" => "Үндсэн багц 1",
"main_pkg_2" => "Үндсэн багц 2",
"main_pkg_3" => "Үндсэн багц 3",
"main_pkg_4" => "Үндсэн багц 4",
"sms_pkg_1" => "Мессеж багц 1",
"sms_pkg_2" => "Мессеж багц 2",
"sms_pkg_3" => "Мессеж багц 3",
"sms_pkg_4" => "Мессеж багц 4",
"vas_pkg_1" => "Нэмэлт үйлчилгээ багц 1",
"vas_pkg_2" => "Нэмэлт үйлчилгээ багц 2",
"vas_pkg_3" => "Нэмэлт үйлчилгээ багц 3",
"optional_pkg" => "Нэмэлт багцын төрлүүд",
"msg_pkg" => "Мессежийн багц",
"vas_pkg" => "Нэмэлт үйлчилгээний багц",
"data_pkg" => "Интернэт хэрэглээний багц",
"international_pkg" => "Олон улсын яриа болон мессежийн багц",
"idd_pkg" => "Олон улсын ярианы багц",
"idd_sms_pkg" => "Олон улсын мессежийн багц",
"pkg_type" => "Багцын төрөл",
"pkg_name" => "Багцын нэр",
"pkg_price" => "Багцын үнэ ₮",
"onnet_call" => "Сүлжээндээ ярих",
"onnet_call_free" => "Сүлжээндээ хязгааргүй",
"onnet_call_free_week" => "Амралтын өдрүүдэд",
"onnet_call_free_night" => "Шөнийн цагаар",
"onnet_sms_free" => "Сүлжээндээ хязгааргүй",
"all_net" => "Бүх сүлжээнд",
"allnet_sms_free" => "Бүх сүлжээнд хязгааргүй",
"no_limit" => "хязгааргүй",
"minut" => "минут",
"offnet_call" => "Бусад сүлжээ рүү ярих",
"offnet_call_free" => "",
"checked" => "Сонгосон",
"msg_count" => "Мессежийн тоо",
"msg_pkg_price" => "Мессеж багцын үнэ ₮",
"vas_monthly_product" => "Багцад хамрагдах үйлчилгээнүүд(1 сарын эрх)",
"vas_pkg_price" => "Нэмэлт үйлчилгээний багцын үнэ ₮",
"vas_CRBT" => "Юнимюзик",
"vas_MSL" => "Миний туслах",
"vas_WSC" => "Web Self Care",
"data_size" => "Дата хэмжээ",
"data_price" => "Дата багцын үнэ ₮",
"call_count_minut" => "Яриа минутын тоо",
"call_minut" => "Ярианы минут",
"mobile_type" => "Гар утасны төрөл",
"monthly_payment" => "6 сарын турш сар бүр төлөх ₮",
"mobile_package" => "Гар утасны багц",
"" => "",

// ========================== Error ================================
"system_error" => "Уучилаарай энэ үр дүнг үзүүлэх боломжгүй.",

// ========================== Contact ==============================
"contact" => "Утасны дэвтэр",
"mobile_number" => "Дугаар",
"firstName" => "Нэр",
"lastName" => "Овог",
"update" => "Засварлах",
"delete" => "Устгах",
"work_1" => "Ажил",
"new_add" => "Шинээр нэмэх",
"are_you_del" => "дугаартай хэрэглэгчийг устгахдаа итгэлтэй байна уу?",
"are_you_edit" => "дугаартай хэрэглэгчийн мэдээллийг засварлахыг хүсэж байна уу?",
"are_you_add" => "Та шинэ дугаар нэмэхийг хүсэж байна уу?",
"sure_save" => "Хадгалахдаа итгэлтэй байна уу?",
"contact_alert" => "Та дээд тал нь {1} утасны дугаар хадгалах боломжтой",
"contact_alert_1" => "Шар өнгөтэй талбарыг заавал бөглөнө",
"contact_duplicate" => "{1} дугаар өмнө нь бүртгэгдсэн байна.",

// ========================= User Registeration =====================
"registered" => "Таныг амжилттай бүртгэж авлаа. Та э-шуудангаа шалгаад баталгаажуулна уу!",
"not_sent_password" => "Уучлаарай таны нууц үгийг илгээж чадсангүй. Та манай 1414-руу хандаж нууц үгээ авна уу!",
"sent_password" => "Танд баярлалаа таны нууц үгийг таны утас руу илгээлээ!",
"already_registered" => "Энэ дугаар манай системд урд нь бүртгэгдсэн байна.",
"impossible_register" => "Таны хүсэлтийг хүлээж авах боломжгүй. Системд зөвхөн дараа төлбөрт дугаар бүртгүүлэх боломжтой.",
"decible_register" => "Та гэрээг хүлээн зөвшөөрөөгүй байна.",
"not_selected" => "Таны дугаарын үйлчилгээний төрөл зөрсөн эсвэл сонгогдоогүй байна.",


// additional service
"serv_cfb" => "",
"serv_cfnrc" => "",
"serv_cfnry" => "",
"serv_cfu" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"serv_" => "",
"" => "",
"" => "",
"" => "",
"" => "",
"" => "",
"" => ""
);
?>
